/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"XSRefreshHeaderIdleText"           = "Потягніть для оновлення";
"XSRefreshHeaderPullingText"        = "Відпустіть для оновлення";
"XSRefreshHeaderRefreshingText"     = "Завантаження...";

"XSRefreshAutoFooterIdleText"       = "Натисніть або потягніть щоб завантажити ще";
"XSRefreshAutoFooterRefreshingText" = "Завантаження...";
"XSRefreshAutoFooterNoMoreDataText" = "Більше немає даних";

"XSRefreshBackFooterIdleText"       = "Потягніть щоб завантажити ще";
"XSRefreshBackFooterPullingText"    = "Відпустіть щоб завантажити ще";
"XSRefreshBackFooterRefreshingText" = "Завантаження...";
"XSRefreshBackFooterNoMoreDataText" = "Більше немає даних";

"XSRefreshHeaderLastTimeText"       = "Останнє оновлення: ";
"XSRefreshHeaderDateTodayText"      = "Сьогодні";
"XSRefreshHeaderNoneLastDateText"   = "Немає запису";
